tap "jandedobbeleer/oh-my-posh"
tap "sikarugir-app/sikarugir"
brew "binutils"
brew "cask"
brew "cmake"
brew "dcm2niix"
brew "entr"
brew "fd"
brew "fzf"
brew "gawk"
brew "gh"
brew "jq"
brew "lazygit"
brew "libgit2"
brew "node"
brew "pandoc"
brew "poppler"
brew "pure"
brew "pyenv"
brew "python@3.12"
brew "qt"
brew "r"
brew "tesseract"
brew "tesseract-lang"
brew "tmux"
brew "zoxide"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "1password"
cask "affinity-photo"
cask "alfred"
cask "betterdisplay"
cask "claude"
cask "claude-code"
cask "cursor"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "displaylink"
cask "dropbox"
cask "duet"
cask "firefox"
cask "font-atkinson-hyperlegible"
cask "font-coelacanth"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-monaspace"
cask "handy"
cask "hhkb"
cask "inkscape"
cask "iterm2"
cask "jordanbaird-ice"
cask "keka"
cask "lulu"
cask "macdown-3000"
cask "macfuse"
cask "mullvad-vpn"
cask "obsidian"
cask "oversight"
cask "parsec"
cask "pdfsam-basic"
cask "pocket-casts"
cask "positron"
cask "pycharm"
cask "qlmarkdown"
cask "rawtherapee"
cask "rectangle-pro"
cask "rstudio"
cask "skim"
cask "stats"
cask "steam"
cask "unnaturalscrollwheels"
cask "visual-studio-code"
cask "xnviewmp"
cask "zettlr"
cask "zoom"
cask "zotero"
vscode "batisteo.vscode-django"
vscode "chrischinchilla.vscode-pandoc"
vscode "d8aware.vscode-mermaid-extension"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "esbenp.prettier-vscode"
vscode "github.copilot-chat"
vscode "ikuyadeu.r-pack"
vscode "james-yu.latex-workshop"
vscode "janisdd.vscode-edit-csv"
vscode "kevinrose.vsc-python-indent"
vscode "mathematic.vscode-latex"
vscode "mblode.zotero"
vscode "mechatroner.rainbow-csv"
vscode "meta.pyrefly"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "njpwerner.autodocstring"
vscode "notzaki.pandocciter"
vscode "posit.air-vscode"
vscode "rdebugger.r-debugger"
vscode "reditorsupport.r"
vscode "reditorsupport.r-syntax"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "takumii.markdowntable"
vscode "teabyii.ayu"
vscode "tomoki1207.pdf"
vscode "wholroyd.jinja"
vscode "yzhang.markdown-all-in-one"
