batisteo.vscode-django
chrischinchilla.vscode-pandoc
d8aware.vscode-mermaid-extension
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
esbenp.prettier-vscode
github.copilot-chat
ikuyadeu.r-pack
james-yu.latex-workshop
janisdd.vscode-edit-csv
kevinrose.vsc-python-indent
mathematic.vscode-latex
mblode.zotero
mechatroner.rainbow-csv
meta.pyrefly
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
njpwerner.autodocstring
notzaki.pandocciter
posit.air-vscode
rdebugger.r-debugger
reditorsupport.r
reditorsupport.r-syntax
shd101wyy.markdown-preview-enhanced
takumii.markdowntable
teabyii.ayu
tomoki1207.pdf
wholroyd.jinja
yzhang.markdown-all-in-one
